<template>
    <div>
        <div class="jumbotron jumbotron__bg-image jumbotron__font">
            <h1 class="display-4 font-weight-bold">Официальный сайт

                Администрации Калужского муниципального образования

                Федоровского муниципального района Саратовской области</h1>
            <p class="lead font-weight-bold">Администрация муниципального образования рада приветствовать Вас на нашем
                официальном сайте!</p>
            <hr class="my-4">
            <p class="font-weight-bold">На страничках сайта вы найдете исчерпывающую информацию о муниципальном
                образовании и всех аспектах его жизни</p>
            <!--<p class="lead">-->
            <!--<a class="btn btn-primary btn-lg" href="#" role="button">Learn more</a>-->
            <!--</p>-->
        </div>
        <div>
            <h2>Населённые пункты:</h2>
            <ul>
                <li>село Калуга;</li>
                <li>село Пензенка;</li>
                <li>село Тамбовка;</li>
                <li>село Романовка;</li>
            </ul>
            <h2>История</h2>
            <p>
                В 1785 году генерал-губернатор П. С. Потёмкин получил императорский указ раздать желающим дворянам
                губернские казенные пустопорожние земли с целью их заселения и организации на их территории домоводства
                и хлебопашества. Крестьяне, покинувшие Калужскую губернию в поисках лучшей жизни основали на этих землях
                село Калуга.
            </p>
            <p>

                Статус и границы сельского поселения установлены Законом Саратовской области от 27 декабря 2004 года N
                107-ЗСО «О муниципальных образованиях, входящих в состав Фёдоровского района».
            </p>

            <p>
                Законом Саратовской области от 22 апреля 2016 года № 45-ЗСО, были преобразованы, путём их
                объединения, Калужское и Романовское муниципальные образования — в Калужское муниципальное образование,
                наделённое статусом сельского поселения, с переносом административного центра из села Калуга в село
                Тамбовка.
            </p>
        </div>
    </div>
</template>

<script>
  export default {
    name: "dashboard"
  }
</script>

<style scoped lang="scss">
    .jumbotron {
        &__bg-image {
            background-image: url('../../../images/jumbotron.jpg');
            background-repeat: no-repeat;
            background-position: center;
            background-size: cover;
        }

        &__font {
            color: #ffaf4a;
            text-shadow: 1px 1px #000;
        }
    }
</style>